{
	"firstName" : "Antonio",
	"lastName" : "Gramsci",
	"image" : "../images/gramsciProf.jpg",
	"quote" : "The Unitary Social-Communists don’t want a split in the party because they don’t want to ruin the Italian proletarian revolution. We recognize that the Unitary Social Communists represent and embody all the most “glorious” traditions of the great and glorious Italian Socialist Party (which will turn into the Unitary Social-Communist Party): glorious ignorance, glorious and broadminded absence of any scruple in polemic and of any sense of responsibility in national politics; glorious low demagogy, glorious vanity, greatly glorious charlatanry. This is the corpus of glorious and so Italian traditions that are embodied and represented by the Unitary Social Communists. The Congress of the Communist International has posed the problem to the Italian Socialist Party of organizing itself on the basis of the acceptance of the deliberations approved by its assembly. It is a matter of breaking with the reformists, of breaking, that is, with a small part of its own body, with a part that has no vital function in the organism, that is distant from the proletarian masses, that can say it represents the masses only when they have been demoralized by the errors, the uncertainty, the absenteeism of the revolutionary leaders. The Unitary Social-Communists haven’t wanted to accept the deliberations of the II Congress so as not to split the reformists from the party, and they affirm that they don’t want to split the reformists from the party so as not to split the masses. They have sunk the masses, both in the party and in the factories, into the darkest chaos; they have put in doubt the correctness of the International Congress, they have repudiated the party’s adherence to the congress (Serrati has returned to Italy from Moscow the same way that Orlando one day returned from Versailles, to protest, to split up the responsibility, to save the Italians’ honor and glory); they have discredited (or sought to discredit) the highest authority of the working class International, have spread, in an ambience as propitious for it as ours, a putrid tide of rumor and insinuations; of cowardice, of skepticism. And what have they obtained? They have split the party in three, four, five tendencies; they have, in the big cities, split the working masses, which were united against reformism and the reformists; they have spread far afield the seed of disorder and decomposition in the ranks of the party. What then is Unitarism? What occult evil is hidden by this word, which causes greater and more widespread discord and splits, while affirming that it wants to avoid a limited and precise split? That which is had to occur. If Unitarism provoked the current disorder the truth is to be found in the fact that disorder already existed; Unitarism has no other fault than to have violently opened the dams to a cloacal mass. The truth is that the Socialist Party wasn’t an “urbe,” it was an “orda.” It wasn’t an organism it was an agglomeration of individuals who had the amount of class-consciousness necessary for organizing itself in a professional union, but didn’t have the capacity and the political preparation necessary to organize itself into a revolutionary party such as is demanded in the current historical period. Italian vanity always led us to see that we had a unique Socialist Party, that couldn’t and wouldn’t suffer the same crises as the other Socialist Parties. What has happened is that in Italy the crisis was artificially delayed and that it broke out at precisely the moment when it would have been better to avoid it, and it broke out in a way all the more violent and devastatingly by the will and the stubbornness of those who always denied it and who today deny it still (we are Unitarists! Unitarist damn it!) It would be ridiculous to whimper over what has occurred and what is irremediable. Communists must reason coldly and collectedly: if everything is in a state of disorder we have to remake the party. Starting today it is necessary to consider and to love the Communist fraction as a true and actual party, as the solid framework of the Italian Communist Party, which is acquiring proselytes, solidly organizes them, educates, forms active cells of the new organization that is developing and will develop until it becomes the entire working class, until it becomes the soul and the will of all the working people. The crisis we are today undergoing is perhaps the greatest revolutionary crisis of the Italian people. To understand this truth the comrades should put forth this hypothesis: what would have happened if the Socialist Party had suffered this crisis in the middle of the revolution, having all the responsibility for a state? What would have happened if the government of a revolutionary state had found itself having in hand men who fought for their tendencies and who in the passion of this struggle placed in doubt the most sacred patrimony of a worker: faith in the International and in the capacities and loyalty of the men who occupied its highest offices? What would have happened is what happened in Hungary: the abandonment by the masses, the relaxing of revolutionary energy, the rapid victory of the counter-revolution. The Unitarists charlatan mania has today only caused disorder in a party. Tomorrow they would have caused the fall of the revolution. For this reason they have damaged the working class and reinforced reaction. The evil is not decisive; men of good will yet have a boundless field to harvest and render fruitful."
}