{
	"firstName" : "Guy",
	"lastName" : "Debord",
	"image" : "../images/debordProf.jpg",
	"quote" : "Quotations are useful in periods of ignorance or obscurantist beliefs. In the zone of perdition where my youth went as if to complete its education, one would have said that the portents of an imminent collapse of the whole edifice of civilization had made an appointment. There is nothing more natural than to consider everything as starting from oneself, chosen as the center of the world; one finds oneself thus capable of condemning the world without even wanting to hear its deceitful chatter. The Sage of Toronto ... spent several decades marveling at the numerous freedoms created by a “global village” instantly and effortlessly accessible to all. Villages, unlike towns, have always been ruled by conformism, isolation, petty surveillance, boredom and repetitive malicious gossip about the same families. Which is a precise enough description of the global spectacle’s present vulgarity. The Mafia is not an outsider in this world; it is perfectly at home. Indeed, in the integrated spectacle it stands as the model of all advanced commercial enterprises. It is hardly surprising that children should enthusiastically start their education at an early age with the Absolute Knowledge of computer science; while they are unable to read, for reading demands making judgments at every line.... Conversation is almost dead, and soon so too will be those who knew how to speak. No longer is science asked to understand the world, or to improve any part of it. It is asked instead to immediately justify everything that happens....spectacular domination has cut down the vast tree of scientific knowledge in order to make itself a truncheon. Ideas improve. The meaning of words participates in the improvement. Plagiarism is necessary. Progress implies it. It embraces an author’s phrase, makes use of his expressions, erases a false idea, and replaces it with the right idea. Tourism, human circulation considered as consumption ... is fundamentally nothing more than the leisure of going to see what has become banal. In societies where modern conditions of production prevail, all of life presents itself as an immense accumulation of spectacles. Everything that was directly lived has moved away into a representation."
}