{
	"firstName" : "Jim",
	"lastName" : "Kemmy",
	"image" : "../images/kemmyProf.jpg",
	"quote" : "Irish Labour politician Jim Kemmy (1936-1997) began his working life as a stonemason and was elected Branch Secretary of the Brick and Stonelayers' Trade Union in 1962.  A year later, he joined the Labour Party.  However, political differences between Kemmy and other Labour Party members soon emerged, most notably his radically independent stance on the status of Northern Ireland, on which he took up an anti-nationalist position.  He resigned in 1972 and turned his energies to the launching of a new monthly newspaper, The Limerick Socialist.  In 1974, he registered as a non-party candidate in the local elections, advocating the availability of contraceptives and the deletion of Articles 2 and 3 of the Constitution, and was elected to Limerick City Council. In 1977, Kemmy fought and lost the general election but continued his campaign to bring about social and cultural changes in the city.  One of his fundamental beliefs was that culture should be accessible to all social classes and to this end, in 1979, he discontinued The Limerick Socialist and launched The Old Limerick Journal, a local history periodical which he continued to produce until his death.  His other literary achievements include Limerick in Old Picture Postcards, prepared jointly with Larry Walsh in 1996, The Limerick Anthology, published in 1996 in anticipation of the Limerick 800 celebrations, and The Limerick Compendium, published posthumously in 1997. In 1982, Kemmy voted against the budget and brought down the government.  His realisation that as an independent TD his opportunities to influence policy making were non-existent led him to play a central role in the creation of the Democratic Socialist Party, as a member of which he was returned to the Dáil in 1987.  Being aware of the limited impact made on Dáil politics by small parties, Kemmy committed himself to unifying the left.  He attained this goal in 1990, when the DSP and the Workers' Party merged with the Labour Party.  He was elected Mayor of Limerick in 1991 and again in 1995.  The collection reflects the four aspects of Kemmy's life as a trade unionist, politician, local councillor and historian.  The documents include membership lists, correspondence, account books, financial reports, minutes, statements and press releases relating to various trade unions; constitutions and policy statements, press statements, speeches, membership lists, minutes, financial statements, election manifestos, correspondence, pamphlets and posters relating to the Democratic Socialist Party; minutes, reports, statements, accounts and correspondence relating to the Labour Party; electoral material and correspondence relating to Kemmy's electoral campaigns and Dáil terms; correspondence, speeches, press releases, minutes and appointment diaries relating to his activities as Alderman and Mayor; appeals, petitions and other correspondence relating to his constituency work;  articles and draft articles, research material and correspondence relating to his historical and literary activities; and photographs, artwork, correspondence and a small number of other items of personal nature."
}