{
	"firstName" : "Bertolt",
	"lastName" : "Brecht",
	"image" : "../images/brechtProf.jpg",
	"quote" : "My business is too difficult. My business is trying to arouse human pity. There are few things that'll move people to pity, a few, but the trouble is when they've been used several times, they no longer work. So it happens, for instance, that a man who sees another man on the street corner with only a stump for an arm will be so shocked the first time that he'll give him sixpence. But the second time it'll only be a threepenny bit. And if he sees him a third time, he'll hand him over cold-bloodedly to the police. It is not enough to demand insight and informative images of reality from the theater. Our theater must stimulate a desire for understanding, a delight in changing reality. Our audience must experience not only the ways to free Prometheus, but be schooled in the very desire to free him. Theater must teach all the pleasures and joys of discovery, all the feelings of triumph associated with liberation. Do not rejoice in his defeat, you men. For though the world has stood up and stopped the bastard, the bitch that bore him is in heat again. Literary works cannot be taken over like factories, or literary forms of expression like industrial methods. Realist writing, of which history offers many widely varying examples, is likewise conditioned by the question of how, when and for what class it is made use of. The theater-goer in conventional dramatic theater says: Yes, I've felt that way, too. That's the way I am. That's life. That's the way it will always be. The suffering of this or that person grips me because there is no escape for him. That's great art — Everything is self-evident. I am made to cry with those who cry, and laugh with those who laugh. But the theater-goer in the epic theater says: I would never have thought that. You can't do that. That's very strange, practically unbelievable. That has to stop. The suffering of this or that person grips me because there is an escape for him. That's great art — nothing is self-evident. I am made to laugh about those who cry, and cry about those who laugh."}