{
	"firstName" : "C.L.R.",
	"lastName" : "James",
	"image" : "../images/jamesProf.jpg",
	"quote" : "The defeat of the Paris Commune in 1871 was a deathblow to the First International, but it should be noted that one of the immediate causes of its collapse was the conflict between Bakunin, the anarchist, and the strong central control of the General Council, dominated first by Marx and in its last years by Engels. These two devoted themselves with equal interest and energy to whatever national section seemed most important for the movement as a whole. Nationalism of any sort was quite foreign to them. In 1848 the centre of the international working-class movement was for them France, and remained so until 1870. With the defeat of the Paris Commune they saw that the leadership of the working-class struggle had now passed to Germany, which henceforth became the centre of their activities. As in France, after the destruction by the revolution of the provincial restrictions to trade, so the national unity of the German states which resulted from the Franco-Prussian War widened the opportunities of German Capitalism. The reparations tribute extracted from France, the mineral resources of Alsace-Lorraine, were the dynamic forces in this larger arena, and with the growth of German Capitalism followed inevitably the development of the Labour movement in Germany. There was much theoretical confusion in the German party between the years 1870 and 1880, but the party had fought against the Franco-Prussian war in true revolutionary fashion. Chiefly through the untiring efforts of Engels, Marxism in time became the prevailing doctrine of the German Social Democratic Party. The leaders of the German party, Bernstein, Liebknecht, Bebel, Kautsky, were in close and constant touch with Marx and Engels; they taught the irreconcilabiiity of the struggle between classes, and that the State was merely the executive committee of the ruling class, foretold the inevitable collapse of Capitalism, and preached the necessity of the working-class seizing the State-power by armed insurrection. But, there being no immediate prospect of a revolutionary crisis, with the full agreement of Marx and Engels the German party organised itself to wrest immediate concessions from German Capitalism through trade unions and legal political activity. In the course of these struggles the workers would steel themselves for the revolutionary seizure of power. But despite the recurrent crises the decades that followed the Franco-Prussian War saw a steady expansion of European Capitalism. Revolution seemed more and more remote. The betterment of working conditions, increases in wages, could be won. There was the immediate struggle for full political rights under the constitution. As the years went by Marx and Engels could see that the prosperity of German Capitalism and the concessions which the organised workers could win from their masters were corrupting sections of the German leadership. They used the Marxian terminology but more and more they were slipping into purely parliamentary methods, and, what was worse, purely parliamentary aims. Universal suffrage and the secret ballot gradually superseded the revolution as the means of working-class emancipation. In 1883 Bismarck's anti-Socialist laws drove the most revolutionary leaders into exile and strengthened the hold of the parliamentarians on the workers. The corruption of the movement by these leaders was so great that Engels seriously considered a split by the revolutionary section. Perhaps if Marx had been alive the split would have taken place. But Marx had died in 1883, and in 1887 Engels was still hopeful, at times even confident, that these tendencies would be counteracted by the 'wonderful commonsenseof the German workers who had stood so firm and fought so splendidly against Bismarck's repression. But he was wrong. After his death in 1895 bureaucratic corruption conquered in every important Labour movement in Europe, except the Russian, and there it was defeated only after a hard struggle. Marx and Engels in full vigour could have assisted the opposition to organise itself, given it theoretical clarity and helped it to lay such a basis that it could have rallied the most advanced elements to itself and thus been ready for the next great crisis of Capitalism the war of 1914. More they could not have done, for the roots of the change lay deep in the economic developments of the time."
}