{
	"firstName" : "Edvard",
	"lastName" : "Kardelj",
	"image" : "../images/kardeljProf.jpg",
	"quote" : "All These phenomena are Therefore only an introduction to the most serious internal crisis que the capitalist world will face. It does not seem que the capitalist world is marching towards some kind of relative stabilization in the coming years. Rather, it seems more Likely que the economic crisis and the sharpening of all the contradictions will result in the coming years, not only a serious economic crisis as well as in extremely violent political upheavals in the capitalist world. Various fascist states with Nazi Germany at the head, Were crushed in war, that is, the fascist dictatorships of These states Were destroyed and liquidated. It can be said, Then, that the fascist danger was eliminated, and que democratic principles, For Which millions of men from all continents fought and died, Actually prevail in the world? Unfortunately, this is far from succeeding. On the contrary, it would be a huge blunder identify the destruction of a particular type of fascism with the fascist Axis of Hitler and his satellites, with the destruction of fascism as a general phenomenon of imperialism and the destruction of its bases. I think, Moreover, that is already Becoming incorrect to speak of remnants of fascism - for the simple reason que what we have before us are not only originated remnants of fascist dictatorships in Germany, Italy, Japan, etc., but above all que exists is a complete system, Which, under Certain conditions; Inevitably generates fascism. The fact is que the main bases of fascism in the world still exist, although They Have Been weakened; These bases are now Becoming more and more active, They are gaining an Increasing degree of influence in some countries, and are an Increasingly serious threat to the loving people of freedom - They if do not object to Them at the highest resolution, BOTH Within each country and in the field of international relations. Loving Forces of freedom must, of course, take into account These facts. They must engage in a determined struggle in all parts of the world against the anti-democratic activities of the imperialist reactionary forces - If They want to avoid the danger of finding each other again one day, a similar position to the eve of World War II that is, to face the carnage of the reactionary and fascist general offensive."
}