{
	"firstName" : "Enver",
	"lastName" : "Hoxha",
	"image" : "../images/hoxhaProf.jpg",
	"quote" : "In analysing the present international situa tion and the situation of the world revolutionary movement, the 7th Congress of the Party of Labour of Albania pointed out the dangers imperialism and modern revisionism represent for the revolution and the liberation of the peoples, stressed the need for a merciless fight against them and the active support that must be given to the Marxist-Leninist movement in the world. These questions have great importance because the construction of socialism, the struggle to strengthen the dictatorship of the proletariat and the defence of the Homeland are inseparable from the international situation and the general process of world development. Today big forces, representatives of darkness, of the enslavement and exploitation of the proletariat and the peoples - American imperialism and its agencies, Soviet social-imperialism, Chinese social-imperialism, the big bourgeoisie and reaction, have risen against and are fighting Marxism-Leninism. Such counterrevolutionary ideological currents as social-democracy, modern revisionism and many other counterrevolutionary currents have also risen against our revolutionary ideology. In our struggle against all these enemies we must base ourselves firmly on the Marxist-Leninist theory and the world proletariat. Our struggle on the theoretical plane will be crowned with success when we make a correct dialectical analysis of the international situation, of events which are developing, the objectives and aims of all the social forces in motion, which are in contradiction and struggle with one another. Scientific analysis of the international situation and clarification of the strategy of the revolutionary struggle help us define the correct tactics in differing circumstances, in order to win battle after battle. That is how our Party has always acted. Socialism is in struggle with capitalism, the world proletariat is locked in a merciless and continuous struggle with the capitalist bourgeoisie, the peoples of the world are in struggle with their external and internal oppressors. The world proletariat is guided in the struggle by its Marxist-Leninist ideology, which explains the necessity for this struggle and mobilizes the forces in battle. This is why capitalism and imperialism have always organized a bitter struggle against the theory of Marx, Engels, Lenin and Stalin. Karl Marx discovered the laws of social development, of revolutionary transformations and the transition of society from a lower to a higher social order. He made a scientific analysis of private ownership of the means of production, the capitalist mode of distribution and the surplus value which the capitalist seizes. He created the scientific theory on classes and the class struggle, and defined the ways of the struggle of the proletariat to overthrow the bourgeoisie, to destroy the capitalist system, to establish the dictatorship of the proletariat, and build socialist society. Various reactionary theoreticians in all countries of the world have striven in every way to denigrate Marx's theory, to throw mud at it, to distort it and combat it. But this theory, which is a true science, has succeeded in dominating progressive human thinking and has become a powerful weapon in the hands of the proletariat and the peoples in the fight against their enemies. By applying the Marxist theory and developing it further, Lenin gave the proletariat and its vanguard, the Marxist-Leninist party, a scientific theory on the conditions of imperialism and proletarian revolutions. Lenin developed Marxism not only in theory but also in practice. Applying the doctrine of Karl Marx, he led the Bolshevik revolution and carried it through to victory. Lenin's work was further developed by Stalin. The triumph of the Great October Socialist Revolution dealt the first crushing blow to imperialism, the entire world capitalist system. It marked the beginning of the general crisis of capitalism which has grown deeper and deeper. The creation and consolidation of the Soviet state was a colossal victory which showed the proletariat and the peoples that the enemy they faced, capitalism and imperialism, could be conquered and destroyed. The Soviet Union was the living proof of this. Infuriated by the loss the October Revolution in Russia inflicted on it, the imperialist and capitalist world coalition reinforced its instruments of political, economic and military struggle against the new state of the proletarians and the spread of Marxist-Leninist ideology throughout the world. The imperialists, the reactionary bourgeoisie, European and world social-democracy, together with the other parties of capital, prepared the war against the Soviet Union. Together with the Hitlerites, the Italian and Japanese fascists, they also prepared the Second World War. But in this war the vitality of socialism and Marxism-Leninism, which emerged victorious, was confirmed even more clearly. After the victory over fascism, great changes in favour of socialism occurred in the world. New socialist states were set up in Europe and Asia. The socialist camp, with the Soviet Union at the head, was created. This was a new great victory for socialism and Marxism-Leninism, and another great defeat for capitalism and imperialism. The capitalist system came out of the Second World War deeply shaken and with its equilibrium entirely upset. Germany, Japan and Italy emerged from the war as defeated powers with their economies ruined. They lost the political and military positions they had occupied previously. Although they emerged victorious from the war, other imperialist states, such as Great Britain and France, had been so greatly weakened, economically and militarily, that their role as great powers had declined drastically. The general crisis of capitalism was further deepened with the collapse of the colonial system. As a result of this collapse a series of new national states emerged, while in those countries which still remained colonies or semi-colonies, the liberation movement against the imperialist yoke grew."
}