{
	"firstName" : "Ho Chi",
	"lastName" : "Minh",
	"image" : "../images/minhProf.jpg",
	"quote" : "After World War I, I made my living in Paris, now as a retoucher at a photographer’s, now as painter of “Chinese antiquities” (made in France!). I would distribute leaflets denouncing the crimes committed by the French colonialists in Viet Nam. At that time, I supported the October Revolution only instinctively, not yet grasping all its historic importance. I loved and admired Lenin because he was a great patriot who liberated his compatriots; until then, I had read none of his books. The reason for my joining the French Socialist Party was that these “ladies and gentlemen” - as I called my comrades at that moment - has shown their sympathy towards me, towards the struggle of the oppressed peoples. But I understood neither what was a party, a trade-union, nor what was socialism nor communism. Heated discussions were then taking place in the branches of the Socialist Party, about the question whether the Socialist Party should remain in the Second International, should a Second and a half International be founded or should the Socialist Party join Lenin’s Third International? I attended the meetings regularly, twice or thrice a week and attentively listened to the discussion. First, I could not understand thoroughly. Why were the discussions so heated? Either with the Second, Second and a half or Third International, the revolution could be waged. What was the use of arguing then? As for the First International, what had become of it? What I wanted most to know - and this precisely was not debated in the meetings - was: which International sides with the peoples of colonial countries? I raised this question - the most important in my opinion - in a meeting. Some comrades answered: It is the Third, not the Second International. And a comrade gave me Lenin’s “Thesis on the national and colonial questions” published by l'Humanite to read. There were political terms difficult to understand in this thesis. But by dint of reading it again and again, finally I could grasp the main part of it. What emotion, enthusiasm, clear-sightedness and confidence it instilled into me! I was overjoyed to tears. Though sitting alone in my room, I shouted out aloud as if addressing large crowds: “Dear martyrs compatriots! This is what we need, this is the path to our liberation!” After then, I had entire confidence in Lenin, in the Third International. Formerly, during the meetings of the Party branch, I only listened to the discussion; I had a vague belief that all were logical, and could not differentiate as to who were right and who were wrong. But from then on, I also plunged into the debates and discussed with fervour. Though I was still lacking French words to express all my thoughts, I smashed the allegations attacking Lenin and the Third International with no less vigour. My only argument was: “If you do not condemn colonialism, if you do not side with the colonial people, what kind of revolution are you waging?” Not only did I take part in the meetings of my own Party branch, but I also went to other Party branches to lay down “my position”. Now I must tell again that Comrades Marcel Cachin, Vaillant Couturier, Monmousseau and many others helped me to broaden my knowledge. Finally, at the Tours Congress, I voted with them for our joining the Third International. At first, patriotism, not yet communism, led me to have confidence in Lenin, in the Third International. Step by step, along the struggle, by studying Marxism-Leninism parallel with participation in practical activities, I gradually came upon the fact that only socialism and communism can liberate the oppressed nations and the working people throughout the world from slavery. There is a legend, in our country as well as in China, on the miraculous “Book of the Wise”. When facing great difficulties, one opens it and finds a way out. Leninism is not only a miraculous “book of the wise”, a compass for us Vietnamese revolutionaries and people: it is also the radiant sun illuminating our path to final victory, to socialism and communism."
}