{
	"firstName" : "James",
	"lastName" : "Connolly",
	"image" : "../images/connollyProf.jpg",
	"quote" : "What is Patriotism? Love of country, someone answers. But what is meant by ‘love of country’? “The rich man,” says a French writer, “loves his country because he conceives it owes him a duty, whereas the poor man loves his country as he believes he owes it a duty.” The recognition of the duty we owe our country is, I take it, the real mainspring of patriotic action; and our ‘country’, properly understood, means not merely the particular spot on the earth's surface from which we derive our parentage, but also comprises all the men, women and children of our race whose collective life constitutes our country’s political existence. True patriotism seeks the welfare of each in the happiness of all, and is inconsistent with the selfish desire for worldly wealth which can only be gained by the spoliation of less favoured fellow-mortals. Viewed in the light of such a definition, what are the claims to patriotism possessed by the moneyed class of Ireland? The percentage of weekly wages of £1 per week and under-received by the workers of the three kingdoms is stated by the Board of Trade report to be as follows: England, 40; Scotland, 50; and Ireland, 78 per cent. In other words, three out of every four wage-earners in Ireland receive less than £1 per week. Who is to blame? What determines the rate of wages? The competition among workers for employment. There is always a large surplus of unemployed labour in Ireland, and owing to this fact the Irish employer is able to take advantage of the helplessness of his poorer fellow-countrymen and compel them to work for less than their fellows in England receive for the same class of work. The employees of our municipal Corporations and other public bodies in Ireland are compelled by our middle-class town-councillors – their compatriots – to accept wages of from 4s. to 8s. per week less than English Corporations pay in similar branches of public service. Irish railway servants receive from 5s. to 10s. per week less than English railway servants in the same departments, although shareholders in Irish railways draw higher dividends than are paid on the most prosperous English. In all private employment in Ireland the same state of matters prevails. Let us be clear upon this point. There is no law upon the statute book, no power possessed by the Privy Council, no civil or military function under the control of Prime Minister, Lord Lieutenant, or Chief Secretary which can, does or strives to compel the employing class in Ireland to take advantage of the crowded state of the labour market and use it to depress the wages of their workers to the present starvation level. To the greed of our moneyed class, operating upon the social conditions created by landlordism and capitalism and maintained upon foreign bayonets, such a result is alone attributable, and no amount of protestations should convince intelligent workers that the class which grinds them down to industrial slavery can, at the same moment, be leading them forward to national liberty. True patriotism seeks the welfare of each in the happiness of all, and is inconsistent with the selfish desire for worldly wealth which can only be gained by the spoliation of less favoured fellow-mortals. It is the mission of the working class to give to patriotism this higher, nobler, significance. This can only be done by our working class, as the only universal, all-embracing class, organizing as a distinct political party, recognizing in Labour the cornerstone of our economic edifice and the animating principle of our political action. Hence the rise of the Irish Socialist Republican Party. We are resolved upon national independence as the indispensable groundwork of industrial emancipation, but we are equally resolved to have done with the leadership of a class whose social charter is derived from oppression. Our policy is the outcome of long reflection upon the history and peculiar circumstances of our country. In an independent country the election of a majority of Socialist representatives to the Legislature means the conquest of political power by the revolutionary party, and consequently the mastery of the military and police forces of the State, which would then become the ally of revolution instead of its enemy. In the work of social reconstruction which would then ensue, the State power – created by the propertied classes for their own class purposes – would serve the new social order as a weapon in its fight against such adherents of the privileged orders as strove to resist the gradual extinction of their rule."
}