{
	"firstName" : "Kojin",
	"lastName" : "Karatani",
	"image" : "../images/karataniProf.jpg",
	"quote" : "I then wrote a manifesto in 1961, calling to reorganize the Socialist Student League as a free association of activists. “Students” does not just mean students in a literal sense. If one thinks universally, that person is a “student,” regardless of his or her social position. This league was free from a centralized party—it was kind of an anarchism. Actually it was forty years later that I came to realize this, when I was engaging with something similar—that is, when I wrote a manifesto for the New Associationist Movement (NAM). But at the time I was not familiar with anarchist theory. The anarchism that I knew and liked was the kind that exists within the spontaneously spreading mass movement—it cannot be created by leadership of any kind. In this regard, I was an anarchist, yet I disliked stereotypical anarchists of the bohemian type and have never called myself an anarchist. Though I have never called myself a Marxist either. I participated in the struggle in 1960, and soon I found myself as a member of the Bund. It was later on, when the internal disputes started over the defeat of the struggle, that I came to think of the significance of movements by students. The dominant opinion then was that the Bund was comprised of no more than student movement and petit-bourgeois radicals, and a truly proletarian vanguard party should be built. Consequently the Bund was dissolved to establish a new party. I refused that. I did not think we were defeated only because we were a student movement without a real connection to the labor movement. I rather thought that the struggle in 1960 was the first grand-scale grassroots movement that involved the working class, and that this was possible owing to the student movements, who were free from the vanguard party. I entered the University of Tokyo in 1960. It was in the midst of the political struggle concerning the revision of the Japan-U.S. Security Treaty. This was the largest mass movement in modern Japan—probably the first and the last mass movement of a large scale. The movement’s radical core was the student council lead by the “Bund” (the Communist League), which was organized by a student group that broke off from the Communist Party in 1958. Although the Bund was formed under the influence of New Left movements, which occurred in various parts of the world after the denouncement of Stalin in 1956, it had its origin in the postwar student movement in Japan. In the view of the Communist Party or conventional Marxism, students belong to the petit-bourgeois class and therefore must subordinate themselves to the proletariat and the party. But in 1948 a leader of the student movements called Teruo Takei, who later made his name as a literary critic, understood students as a stratum that can be relatively independent from class relations, and he stressed the autonomy of their movements. The New Left in Japan grew out of this student movement. The Bund, which was in this line, was in essence a student movement."
}