{
	"firstName" : "Terry",
	"lastName" : "Eagleton",
	"image" : "../images/eagletonProf.jpg",
	"quote" : "Cultural theory as we have it promises to grapple with some fundamental problems, but on the whole fails to deliver. It has been shamefaced about morality and metaphysics, embarrassed about love, biology, religion and revolution, largely silent about evil, reticent about death and suffering, dogmatic about essences, universals and foundations, and superficial about truth, objectivity and disinterestedness. This, on any estimate, is rather a large slice of human existence to fall down on. It is also, as we have suggested before, rather an awkward moment in history to find oneself with little or nothing to say about such fundamental questions. What persuades men and women to mistake each other from time to time for gods or vermin is ideology. One can understand well enough how human beings may struggle and murder for good material reasons—reasons connected, for instance, with their physical survival. It is much harder to grasp how they may come to do so in the name of something as apparently abstract as ideas. Yet ideas are what men and women live by, and will occasionally die for. All propaganda or popularization involves a putting of the complex into the simple, but such a move is instantly deconstructive. For if the complex can be put into the simple, then it cannot be as complex as it seemed in the first place; and if the simple can be an adequate medium of such complexity, then it cannot after all be as simple as all that. We live in a society which on the one hand pressurizes us into the pursuit of instant gratification, and the other hand imposes on whole sectors of the population and endless deferment of fulfillment. What was needed was a literary theory which, while preserving the formalist bent of New Criticism, its dogged attention to literature as aesthetic object rather than social practice, would make something a good deal more systematic and 'scientific' out of all this. The answer arrived in 1957, in the shape of the Canadian Northrop Fryes mighty 'totalization' of all literary genres, Anatomy of Criticism. Reading is not a straightforward linear movement, a merely cumulative affair: our initial speculations generate a frame of reference within which to interpret what comes next, but what comes next may retrospectively transform our original understanding, highlighting some features of it and backgrounding others. Literary texts do not exist on bookshelves: they are processes of signification materialized only in the practice of reading. For literature to happen, the reader is quite as vital as the author. The present is only understandable through the past, with which it forms a living continuity; and the past is always grasped from our own partial viewpoint within the present."
}