{
	"firstName" : "Walter",
	"lastName" : "Benjamin",
	"image" : "../images/benjaminProf.jpg",
	"quote" : "Everyone who achieves strives for totality, and the value of his achievement lies in that totality—that is, in the fact that the whole, undivided nature of a human being should be expressed in his achievement. But when determined by our society, as we see it today, achievement does not express a totality; it is completely fragmented and derivative. It is not uncommon for the community to be the site where a joint and covert struggle is waged against higher ambitions and more personal goals. ... The socially relevant achievement of the average person serves in the vast majority of cases to repress the original and nonderivative, inner aspirations of the human being. Mechanical reproduction emancipates the work of art from its parasitical dependence on ritual. To an ever greater degree the work of art reproduced becomes the work of art designed for reproducibility. From a photographic negative, for example, one can make any number of prints; to ask for the “authentic” print makes no sense. But the instant the criterion of authenticity ceases to be applicable to artistic production, the total function of art is reversed. Instead of being based on ritual, it begins to be based on another practice – politics. Reminiscences, even extensive ones, do not always amount to an autobiography. … For even if months and years appear here, it is in the form they have in the moment of recollection. This strange form—it may be called fleeting or eternal—is in neither case the stuff that life is made of. In what time does man live? The thinkers have always known that he does not live in any time at all. The immortality of thoughts and deeds banishes him to a timeless realm at whose heart an inscrutable death lies in wait. ... Devoured by the countless demands of the moment, time slipped away from him; the medium in which the pure melody of his youth would swell was destroyed. The fulfilled tranquility in which his late maturity would ripen was stolen from him. It was purloined by everyday reality, which, with its events, chance occurrences, and obligations, disrupted the myriad opportunities of youthful time, immortal time. ... From day to day, second to second, the self preserves itself, clinging to that instrument: time, the instrument that it was supposed to play. Because he never raises his eyes to the great and the meaningful, the philistine has taken experience as his gospel. It has become for him a message about life's commonness. But he has never grasped that there exists something other than experience, that there are values—inexperienceable—which we serve."

}