{
	"firstName" : "Alexandra",
	"lastName" : "Kollontai",
	"image" : "../images/kollontaiProf.jpg",
	"quote" : "A new danger is threatening the domination of the bourgeoisie – women workers are resolutely adopting the path of international class organisation. The downtrodden, submissive slaves humbly bowing before the omnipotence of the modern Moloch of capital are, under the reviving influence of socialist doctrine, lifting their heads and raising their voices in defence of their interests as women and their common class interests. While the 'poison of socialist doctrine' had infected only one half of the working class, while opposition was concentrated exclusively in the male section of the proletariat, the capitalists could breathe freely; they still had in their power an inexhaustible supply of compliant workers always ready obediently and selflessly to enrich by their labour the happy owners of the instruments of production. With unconscious calculation the bourgeoisie availed itself of the advantage offered by this state of affairs: it set one half of the proletariat against the other, shattered its unity, compelled the women to appear as the menacing rivals of their menfolk, sapping the class solidarity of the workers. With malicious smugness it countered the resistance of united proletarians with the indifference of the unconscious female elements, and the more ignorant and dispersed the women remained, the more unsuccessful was the struggle waged by the organised elements of the working class. However, the class consciousness of the women workers, once aroused, was sufficient to compel them to grasp the hand of friendship held out to them by their male worker comrades and adopt the path of open and stubborn resistance. The involvement of proletarian women in the common class struggle, and their growing solidarity have shaken the usual self-confidence of the bourgeoisie and spread alarm in place of its previous tranquillity: the increasing organisation of the female proletariat removes the last defenceless victim of capitalist exploitation. The ground is disappearing from beneath the feet of the bourgeoisie, and the light of the approaching social revolution glows ever more brightly. Is it therefore surprising that the bourgeoisie is doubly hostile to any sign of protest among women workers, and to any attempt on their part to defend their needs and interests as women and their common class interests and needs? Even in the most democratic and advanced countries everything possible is done to make it difficult for women to defend their labour interests. To grant the woman worker the same rights as the man would be to put in the hands of the working class a new and dangerous weapon, to double the active army of the militant opponent; the bourgeoisie is too intelligent to agree to such a dangerous experiment. The whole bourgeois world listened with unconcealed animosity to the solemn and harmonious notes that rang out from Stuttgart in 1907, during the International Socialist Congress. [1] But most of all it was angered by the bold voices of the female proletariat. However radical were the speeches pronounced by the men, whatever 'mad' resolutions they might adopt, the bourgeoisie always consoled itself with the thought that it still had one tested method at its disposal: break the resistance of the 'hotheads' by replacing them with submissive female workers. And now a new surprise: from all over the world women representatives of the working class are gathering in order to forge by their united efforts a new weapon with which to fight the world hostile to the proletariat. [2] The daring of women has exceeded all expectations: yesterday's silent slave is now a courageous fighter for the liberation of the working class. Could one imagine a more vexatious spectacle! Spiteful ridicule rained down upon the heads of the women representatives of the working class, ridicule that failed to conceal the genuine anxiety of the bourgeoisie. The gentlemen of capital and property do now indeed have something to ponder over, something to be depressed about: new successes are being achieved in the organisation of the working class. And if, until only recently, the bourgeoisie could draw comfort from the lack of unity in the female section of the proletariat, now, after the Stuttgart Conference, it has lost even this sweet solace.. It is only in revolutionary struggle against the capitalists of every country, and only in union with the working women and men of the whole world, that we will achieve a new and brighter future-the socialist brotherhood of the workers."
}
