{
	"firstName" : "Che",
	"lastName" : "Guevara",
	"image" : "../images/guevaraProf.jpg",
	"quote" : "Never in the Americas has an event of such extraordinary character, with such deep roots and such far-reaching consequences for the destiny of the continent's progressive movements taken place as our revolutionary war. This is true to such an extent that it has been appraised by some to be the decisive event of the Americas, on a scale of importance second only to that great trilogy — the Russian Revolution, the victory over Nazi Germany and the subsequent social transformations and the victory of the Chinese Revolution. Our revolution, unorthodox in its forms and manifestations, has nevertheless followed the general lines of all the great historical events of this century that are characterized by anticolonial struggles and the transition toward socialism. Nevertheless some sectors, whether out of self-interest or in good faith, claim to see in the Cuban Revolution exceptional origins and features whose importance for this great historical-social event they inflate even to the level of decisive factors. They speak of the exceptionalism of the Cuban Revolution as compared with the course of other progressive parties in Latin America. They conclude that the form and road of the Cuban Revolution are unique and that in the other countries of the Americas the historical transition will be different. We accept that exceptions exist which give the Cuban Revolution its peculiar characteristics. It is clearly established that in every revolution there are specific factors, but it is no less established that all follow laws that society cannot violate. Let us analyze, then, the factors of this purported exceptionalism. The first, and perhaps the most important and original, is that cosmic force called Fidel Castro Ruz, whose name in only a few years has attained historic proportions. The future will provide the definitive appraisal of our prime minister's merits, but to us they appear comparable to those of the great historic figures of Latin America. What is exceptional about Fidel Castro's personality? Various features of his life and character make him stand out far above his compañeros and followers. Fidel is a person of such tremendous personality that he would attain leadership in whatever movement he participated. It has been like that throughout his career, from his student days to the premiership of our country and as a spokesperson for the oppressed peoples of the Americas. He has the qualities of a great leader, added to which are his personal gifts of audacity, strength, courage, and an extraordinary determination always to discern the will of the people — and these have brought him the position of honor and sacrifice that he occupies today. But he has other important qualities — his ability to assimilate knowledge and experience in order to understand a situation in its entirety without losing sight of the details, his unbounded faith in the future, and the breadth of his vision to foresee events and anticipate them in action, always seeing farther and more accurately than his compañeros . With these great cardinal qualities, his capacity to unite, resisting the divisions that weaken; his ability to lead the whole people in action; his infinite love for the people; his faith in the future and with his capacity to foresee it, Fidel Castro has done more than anyone else in Cuba to create from nothing the present formidable apparatus of the Cuban Revolution. No-one, however, could assert that specific political and social conditions existed in Cuba that were totally different from those in the other countries of the Americas, or that precisely because of those differences the revolution took place. Neither could anyone assert, conversely, that Fidel Castro made the revolution despite a lack of difference. Fidel, a great and able leader, led the revolution in Cuba, at the time and in the way he did, by interpreting the profound political disturbances that were preparing the people for their great leap onto the revolutionary road. Certain conditions were not unique to Cuba but it will be hard for other peoples to take advantage of them because imperialism — in contrast to some progressive groups — does learn from its errors. The condition we would describe as exceptional was the fact that U.S. imperialism was disoriented and was never able to accurately assess the true scope of the Cuban Revolution. This partly explains the many apparent contradictions in U.S. policy. The monopolies, as is habitual in such cases, began to think of a successor for Batista precisely because they knew that the people were opposed to him and were looking for a revolutionary solution. What more intelligent and expert stroke than to depose the now unserviceable little dictator and to replace him with the new “boys” who would in turn serve the interests of imperialism? The empire gambled for a time on this card from its continental deck, and lost miserably."}