{
	"firstName" : "Eduard",
	"lastName" : "Bernstein",
	"image" : "../images/bernsteinProf.jpg",
	"quote" : "If we asked a number of men belonging to any class or party to give in a concise formula a definition of socialism, most of them would be somewhat confused. He who does not repeat at random some phrase he has heard must first make clear to himself whether he has to characterise a state, a movement, a perception, or an aim. If we consult the literature of socialism itself, we shall come across very various explanations of its concept according as they fall into one or other of the categories designated above from the derivation of the concept from juridical notions (equality, justice) or its summary characterisation as social science, up to its identification with the class struggle of the workers in modern society and the explanation that socialism means co-operative economics. In some cases conceptions founded on entirely different principles are the grounds for this variety of explanations; but they are mostly only the results of observing or representing one and the same thing from different points of view. The most exact characterisation of socialism will in any case be that which starts from the concept of association because by it an economical as well as – in the widest sense of the word – a juridical relation is expressed at the same time. It needs no long-winded deduction to show that the indication of the juridical nature of socialism is just as important as that of its economic nature. Quite apart from the question whether or in what sense law is a primary or secondary factor in the life of a community, the nature of its law undoubtedly in each case gives the most concentrated idea of its character. We characterise forms of communities, not according to their technological or economic foundations, but according to the fundamental principle of their legal institutions. We speak, indeed, of an age of stone, bronze, machinery, electricity, etc., but of a feudal, capitalistic, bourgeois, etc., order of society. To this would correspond the definition of socialism as a movement towards – or the state of – an order of society based on the principle of association. In this sense, which also corresponds with the etymology of the word (socius – a partner), the word is used in what follows. Now what are the preliminary conditions of the realisation of socialism? Historical materialism sees them first in the modern development of production. With the spread of the capitalistic large enterprises in industry and agriculture there is assumed to be a lasting and steadily increasing material cause for the impetus to a socialistic transformation of society. In these undertakings production is already socially organised, only the management is individualistic and the profit is appropriated by individuals, not on the ground of their labour, but of their share of capital. The active worker is separated from the possession of his instruments of production, he is in the dependent condition of a wage-earner, from which he does not escape as long as he lives, and the pressure of it is rendered sharper by the uncertainty which is joined with this dependence both on the employer and on the fluctuations in the state of trade. Like production itself, the conditions of existence for the producers press towards the socialisation and the co-operative organisation of production and exchange. As soon as this development is sufficiently advanced the realisation of socialism becomes an imperative necessity for the further development of the community. To carry it out is the task of the proletariat organised as a class party which for this purpose must take possession of the political government. According to that, we have as the first condition of the general realisation of socialism a definite degree of capitalist development, and as the second the exercise of political sovereignty by the class party of the workers, i.e., social democracy. The dictatorship of the proletariat is, according to Marx, the form of the exercise of this power in the transition period.Whoever knows even but a little of the history of German social democracy also knows that the party has become important by continued action in contravention of such theories and of infringing resolutions founded on them. What Engels says in the preface to the new edition of Civil War with regard to the Blanquists and Proudhonists in the Paris Commune of 1871, namely that they both had been obliged in practice to act against their own theory, has often been repeated in another form. A theory or declaration of principle which does not allow attention being paid at every stage of development to the actual interests of the working classes, will always be set aside just as all foreswearing of reforming detail work and of the support of neighbouring middle class parties has again and again been forgotten; and again and again at the congresses of the party will the complaint be heard that here and there in the electoral contest the ultimate aim of socialism has not been put sufficiently in the foreground."
}