{
	"firstName" : "Ernst",
	"lastName" : "Bloch",
	"image" : "../images/blochProf.jpg",
	"quote" : "Who are we? Where do we come from? Where are we going? What are we waiting for? What awaits us? Many only feel confused. The ground shakes, they do not know why and with what. Theirs is a state of anxiety; if it becomes more definite, then it is fear. Once a man travelled far and wide to learn fear. In the time that has just passed, it came easier and closer, the art was mastered in a terrible fashion. But now that the creators of fear have been dealt with, a feeling that suits us better is overdue. It is a question of learning hope. Its work does not renounce, it is in love with success rather than failure. Hope, superior to fear, is neither passive like the latter, nor locked into nothingness. The emotion of hope goes out of itself, makes people broad instead of confining them, cannot know nearly enough of what it is that makes them inwardly aimed, of what may be allied to them outwardly. The work of this emotion requires people who throw themselves actively into what is becoming, to which they themselves belong. It will not tolerate a dog’s life which feels itself only passively thrown into What Is, which is not seen through, even wretchedly recognized. The work against anxiety about life and the machinations of fear is that against its creators, who are for the most part easy to identify, and it looks in the world itself for what can help the world; this can be found. How richly people have always dreamed of this, dreamed of the better life that might be possible. Everybody’s life is pervaded by daydreams: one part of this is just stale, even enervating escapism, even booty for swindlers, but another part is provocative, is not content just to accept the bad which exists, does not accept renunciation. This other part has hoping at its core, and is teachable. It can be extricated from the unregulated daydream and from its sly misuse, can be activated undimmed. Nobody has ever lived without daydreams, but it is a question of knowing them deeper and deeper and in this way keeping them trained unerringly, usefully, on what is right. Let the daydreams grow even fuller, since this means they are enriching themselves around the sober glance; not in the sense of clogging, but of becoming clear. Not in the sense of merely contemplative reason which takes things as they are and as they stand, but of participating reason which takes them as they go, and therefore also as they could go better. Then let the daydreams grow really fuller, that is, clearer, less random, more familiar, more clearly understood and more mediated with the course of things. So that the wheat which is trying to ripen can be encouraged to grow and be harvested. Thinking means venturing beyond. But in such a way that what already exists is not kept under or skated over. Not in its deprivation, let alone in moving out of it. Not in the causes of deprivation, let alone in the first signs of the change which is ripening within it. That is why real venturing beyond never goes into the mere vacuum of an In-Front-of-Us, merely fanatically, merely visualizing abstractions. Instead, it grasps the New as something that is mediated in what exists and is in motion, although to be revealed the New demands the most extreme effort of will. Real venturing beyond knows and activates the tendency which is inherent in history and which proceeds dialectically. Primarily, everybody lives in the future, because they strive, past things only come later, and as yet genuine present is almost never there at all. The future dimension contains what is feared or what is hoped for; as regards human intention, that is, when it is not thwarted, it contains only what is hoped for. Function and content of hope are experienced continuously, and in times of rising societies they have been continuously activated and extended. Only in times of a declining old society, like modern Western society, does a certain partial and transitory intention run exclusively downwards. Then those who cannot find their way out of the decline are confronted with fear of hope and against it. Then fear presents itself as the subjectivist, nihilism as the objectivist mask of the crisis phenomenon: which is tolerated but not seen through, which is lamented but not changed. On bourgeois ground, especially in the abyss which has opened and into which the bourgeoisie has moved, change is impossible anyway even if it were desired, which is by no means the case. In fact, bourgeois interest would like to draw every other interest opposed to it into its own failure; so, in order to drain the new life, it makes its own agony apparently fundamental, apparently ontological. The futility of bourgeois existence is extended to be that of the human situation in general, of existence per se. Without success in the long run, of course: the bourgeois emptiness that has developed is as ephemeral as the class which alone still expresses itself within it, and as spineless as the illusory existence of its own bad immediacy with which it is in league. Hopelessness is itself, in a temporal and factual sense, the most insupportable thing, downright intolerable to human needs. Which is why even deception, if it is to be effective, must work with flatteringly and corruptly aroused hope. Which is also why hope is preached from every pulpit, but is confined to mere inwardness or to empty promises of the other world. Which is why even the latest miseries of Western philosophy are no longer able to present their philosophy of misery without loaning the idea of transcendence, venturing beyond, from the bank. All this means is that man is essentially determined by the future, but with the cynically self-interested inference, hypostasized from its own class position, that the future is the sign outside the No Future night club, and the destiny of man nothingness. Well: let the dead bury their dead; even in the hesitation which the outstaying night draws over it, the beginning day is listening to something other than the putridly stifling, hollowly nihilistic death-knell. As long as man is in a bad way, both private and public existence are pervaded by daydreams; dreams of a better life than that which has so far been given him. In what is false, and all the more so in what is genuine, every human intention is applied on to this ground. And even where the ground, as so often before, may deceive us, full of sandbanks one moment, full of chimeras the next, it can only be condemned and possibly cleared up through combined research into objective tendency and subjective intention. Corruptio optimi pessima: fraudulent hope is one of the greatest malefactors, even enervators, of the human race, concretely genuine hope its most dedicated benefactor. Thus, knowing-concrete hope subjectively breaks most powerfully into fear, objectively leads most efficiently towards the radical termination of the contents of fear. Together with informed discontent which belongs to hope, because they both arise out of the No to deprivation."}