{
	"firstName" : "Friedrich",
	"lastName" : "Engels",
	"image" : "../images/engelsProf.jpg",
	"quote" : "The materialist conception of history starts from the proposition that the production and, next to production, the exchange of things produced, is the basis of all social structure; that in every society that has appeared in history, the manner in which wealth is distributed and society divided into classes or estates is dependent upon what is produced, how it is produced, and how the products are exchanged. From this point of view the final causes of all social changes and political revolutions are to be sought, not in men's brains, not in man's better insight into eternal truth and justice, but in changes in the modes of production and exchange. They are to be sought, not in the philosophy, but in the economics of each particular epoch. The growing perception that existing social institutions are unreasonable and unjust, that reason has become unreason, and right wrong, is only proof that in the modes of production and exchange changes have silently taken place with which the social order, adapted to earlier economic conditions, is no longer in keeping. From this it also follows that the means of getting rid of the incongruities that have been brought to light must also be present, in a more or less developed condition, within the changed modes of production themselves. These means are not to be invented, spun out of the head, but discovered with the aid of the head in the existing material facts of production. What is, then, the position of modern socialism in this connection? The present structure of society — this is now pretty generally conceded — is the creation of the ruling class of today, of the bourgeoisie. The mode of production peculiar to the bourgeoisie, known, since Marx, as the capitalist mode of production, was incompatible with the local privileges and the privileges of estate as well as with the reciprocal personal ties of the feudal system. The bourgeoisie broke up the feudal system and built upon its ruins the capitalist order of society, the kingdom of free. competition, of personal liberty, of the equality, before the law, of all commodity owners, of all the rest of the capitalist blessings. Thenceforward the capitalist mode of production could develop in freedom. Since steam, machinery, and the making of machines by machinery transformed the older manufacture into modern industry, the productive forces evolved under the guidance of the bourgeoisie developed with a rapidity and in a degree unheard of before. But just as the older manufacture, in its time, and handicraft, becoming more developed under its influence, had come into- collision with the feudal trammels of the guilds, so now modern industry, in its more complete development, comes into collision with the bounds within which the capitalistic mode of production holds it confined. The new productive forces have already outgrown the capitalistic mode of using them. And this conflict between productive forces and modes of production is not a conflict engendered in the mind of man, like that between original sin and divine justice. It exists, in fact, objectively, outside us, independently of the will and actions even of the men that have brought it on. Modern socialism is nothing but the reflex, in thought, of this conflict in fact; its ideal reflection in the minds, first, of the class directly suffering under it, the working class. Now, in what does this conflict consist? Before capitalistic production, i.e., in the Middle Ages, the system of petty industry obtained generally, based upon the private property of the labourers in their means of production; {in the country,} the agriculture of the small peasant, freeman or serf; in the towns, the handicrafts. The instruments of labour — land, agricultural implements, the workshop, the tool — were the instruments of labour of single individuals, adapted for the use of one worker, and, therefore, of necessity, small, dwarfish, circumscribed. But, for this very reason they belonged, as a rule, to the producer himself. To concentrate these scattered, limited means of production, to enlarge them, to turn them into the powerful levers of production of the present day — this was precisely the historic role of capitalist production and of its upholder, the bourgeoisie. In Part IV of Capital, Marx has explained in detail, how since the fifteenth century this has been historically worked out through the three phases of simple co-operation, manufacture and modern industry. But the bourgeoisie, as is also shown there, could not transform these puny means of production into mighty productive forces without transforming them, at the same time, from means of production of the individual into social means of production only workable by a collectivity of men. The spinning-wheel, the hand-loom, the blacksmith's hammer, were replaced by the spinning-machine, the power-loom, the steam-hammer; the individual workshop by the factory implying the co-operation of hundreds and thousands of workmen. In like manner, production itself changed from a series of individual into a series of social acts, and the products from individual to social products. The yarn, the cloth, the metal articles that now came out of the factory were the joint product of many workers, through whose hands they had successively to pass before they were ready. No one person could say of them: “I made that; this is my product.” But where, in a given society, the fundamental form of production is that spontaneous division of labour, there the products take on the form of commodities whose mutual exchange, buying and selling, enable the individual producers to satisfy their manifold wants. And this was the case in the Middle Ages. The peasant, e.g., sold to the artisan agricultural products and bought from him the products of handicraft. Into this society of individual producers, of commodity producers, the new mode of production thrust itself. In the midst of the old division of labour, grown up spontaneously and upon no definite plan, which had governed the whole of society, now arose division of labour upon a definite plan, as organised in the factory; side by side with individual production appeared social production. The products of both were sold in the same market, and, therefore, at prices at least approximately equal. But organisation upon a definite plan was stronger than spontaneous division of labour. The factories working with the combined social forces of a collectivity of individuals produced their commodities far more cheaply than the individual small producers. Individual production succumbed in one department after another. Socialised production revolutionised all the old methods of production. But its revolutionary character was, at the same time, so little recognised that it was, on the contrary, introduced as a means of increasing and developing the production of commodities. When it arose, it found readymade, and made liberal use of, certain machinery for the production and exchange of commodities: merchants' capital, handicraft, wage-labour. Socialised production thus introducing itself as a new form of the production of commodities, it was a matter of course that under it the old forms of appropriation remained in full swing, and were applied to its products as well. In the mediaeval stage of evolution of the production of commodities, the question as to the owner of the product of labour could not arise. The individual producer, as a rule, had, from raw material belonging to himself, and generally his own handiwork, produced it with his own tools, by the labour of his own hands or of his family. There was no need for him to appropriate the new product. It belonged wholly to him, as a matter of course. His property in the product was, therefore, based upon his own labour. Even where external help was used, this was, as a rule, of little importance, and very generally was compensated by something other than wages. The apprentices and journeymen of the guilds worked less for board and wages than for education, in order that they might become master craftsmen themselves. Then came the concentration of the means of production in large workshops and manufactories, their transformation into actual socialised means of production. But the socialised means of production and their products were still treated, after this change, just as they had been before, i.e., as the means of production and the products of individuals. Hitherto, the owner of the instruments of labour had himself appropriated the product, because, as a rule, it was his own product and the assistance of others was the exception. Now the owner of the instruments of labour always appropriated to himself the product, although it was no longer his product but exclusively the product of the labour of others. Thus, the products now produced socially were not appropriated by those who had actually set in motion the means of production and actually produced the commodities, but by the capitalists. The means of production, and production itself had become in essence socialised. But they were subjected to a form of appropriation which presupposes the private production of individuals, under which, therefore, everyone owns his own product and brings it to market. The mode of production is subjected to this form of appropriation, although it abolishes the conditions upon which the latter rests. *8 This contradiction, which gives to the new mode of production its capitalistic character, contains the germ of the whole of the social antagonisms of today. The greater the mastery obtained by the new mode of production over all decisive fields of production and in all economically decisive countries, the more it reduced individual production to an insignificant residium, the more clearly was brought out the incompatibility of socialised production with capitalistic appropriation."}