{
	"firstName" : "Raya",
	"lastName" : "Dunayevskaya",
	"image" : "../images/dunayevskayaProf.jpg",
	"quote" : "It was the contention of Comrade [Leon] Trotsky that the existence of statified property in Russia was sufficient to characterize it as a workers’ state, regardless of the political regime in power. The counter-revolutionary Stalinist bureaucracy, therefore, could and did (though badly) defend the social rule of the proletariat. To thus epitomize the constituent elements of a workers’ state is at wide variance with the views held by Marx and Lenin. Let us look at the birth of the Soviet Republic for a verification of their views. In establishing itself as the ruling class, the Russian proletariat not only expropriated the capitalist and landlord but also guaranteed power to the poor; political power (a state controlled by them through their own organs – the trade unions, the Soviets, the Bolshevik Party), and social power, which Lenin defined as the, “practical participation in. the management” of the state. Lenin emphasized that it was the aim of the Soviet state “to attract every member of the poor class to practical participation in the management.”[2] In the same pamphlet, “Soviets at Work,” he further elaborated this view: “The proximity of the Soviets to the toiling masses creates special forms of recall and other methods of control by the masses.”[3] He called for the development “with specific diligence” of these special forms of recall and diverse methods of mass control. By means of “practical participation in the management” of the state the political and social rule of the proletariat are merged and that guaranteed power in the hands of the proletariat. The diverse forms of mass control would paralyze “every possibility of distorting the Soviet rule,” remove “the wild grass of bureaucratism.” That was his practical interpretation of his theoretical elaboration of the state in his State and Revolution, to wit: 1) Control by the workers cannot be carried out by a state of bureaucrats but must be carried out by a state of armed workers. 2) In a proletarian state all must be “bureaucrats” so that no one could be a bureaucrat. 3) The state should be so constituted that it begins to wither away and cannot but wither away. In 1918, Lenin stressed the fact that the expropriation of the capitalists was a comparatively simple problem when contrasted to the more complex one of “creating conditions under which the bourgeoisie could neither exist nor come anew into existence.”[4] In the further development of the Soviet state, Lenin once again realized, the practical meaning of the dictum of Marx that a society could “neither clear by bold leaps, nor remove by legal-enactments, the obstacles offered by the successive phases of its normal development.” But he knew that so long as the Soviet state “guaranteed powers to the workers and the poor” that it need not be fatal to it to “implant” state capitalism. Not even the most pious worker-statist would contend that the workers had any power in the present Soviet state. He would merely reiterate that so long as there was statified property, etc., etc. But I deny that the social conquests of October [1917] – the conscious and active political and practical participation of the masses in liberating themselves from the yoke of Tsarism, capitalism .and landlordism – are to be narrowly translated into mere statified property, that is to say, the ownership of the means of production by a state which in no way resembles the Marxian concept of a workers’ state, i.e., “the proletariat organized as the ruling class.”[5]"
}