{
	"firstName" : "Theodor",
	"lastName" : "Adorno",
	"image" : "../images/adornoProf.jpg",
	"quote" : "To be sure, exchange-value exerts its power in a special way in the realm of cultural goods. For in the world of commodities this realm appears to be exempted from the power of exchange, to be in an immediate relationship with the goods, and it is this appearance in turn which alone gives cultural goods their exchange-value. But they nevertheless simultaneously fall completely into the world of commodities, are produced for the market, and are aimed at the market. In organized groups such as the army or the Church there is either no mention of love whatsoever between the members, or it is expressed only in a sublimated and indirect way, through the mediation of some religious imagine in the love of whom the members unite and whose all-embracing love they are supposed to imitate in their attitude towards each other. … It is one of the basic tenets of fascist leadership to keep primary libidinal energy on an unconscious level so as to divert its manifestations in a way suitable to political ends. The aim of jazz is the mechanical reproduction of a regressive moment, a castration symbolism. 'Give up your masculinity, let yourself be castrated,' the eunuchlike sound of the jazz band both mocks and proclaims, 'and you will be rewarded, accepted into a fraternity which shares the mystery of impotence with you, a mystery revealed at the moment of the initiation rite. In general they are intoxicated by the fame of mass culture, a fame which the latter knows how to manipulate; they could just as well get together in clubs for worshipping film stars or for collecting autographs. What is important to them is the sense of belonging as such, identification, without paying particular attention to its content. As girls, they have trained themselves to faint upon hearing the voice of a 'crooner'. Their applause, cued in by a light-signal, is transmitted directly on the popular radio programmes they are permitted to attend. They call themselves 'jitter-bugs', bugs which carry out reflex movements, performers of their own ecstasy. Merely to be carried away by anything at all, to have something of their own, compensates for their impoverished and barren existence. The gesture of adolescence, which raves for this or that on one day with the ever-present possibility of damning it as idiocy on the next, is now socialized. He who stands aloof runs the risk of believing himself better than others and misusing his critique of society as an ideology for his private interest. While he gropingly forms his own life in the frail image of a true existence, he should never forget its frailty, nor how little the image is a substitute for true life. Against such awareness, however, pulls the momentum of the bourgeois within him"
}